/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Panel";
"Telemetry" = "Telemetría";
"Fan Control" = "Control de ventiladores";
"Profiles" = "Perfiles";
"Advanced" = "Avanzado";
"Menu Bar" = "Barra de menús";
"System Info" = "Info del sistema";
"Desktop Widgets" = "Widgets de escritorio";

"AMD Power" = "AMD Power";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Frec";
"Average" = "Promedio";
"Avg: %@" = "Prom.: %@";
"Collecting data…" = "Recopilando datos…";

"Low Power Mode (LPM)" = "Modo de bajo consumo (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Permite que macOS gestione automáticamente la frecuencia de la CPU";
"Forces CPU to lowest frequency for minimum power" = "Fuerza la CPU a la frecuencia más baja para mínimo consumo";
"Core Performance Boost (CPB)" = "Core Performance Boost (CPB)";
"Update Interval" = "Intervalo de actualización";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Ajusta con qué frecuencia se actualiza la telemetría. Más bajo = más respuesta; más alto = menos uso de CPU.";

"Opciones en Menú Bar" = "Opciones de la barra de menús";
"Choose which items appear in the menu bar. Changes apply immediately." = "Elige qué elementos aparecen en la barra de menús. Los cambios se aplican al instante.";
"Customize the visual appearance of the menu bar items." = "Personaliza la apariencia visual de los elementos de la barra de menús.";
"Límite de Temp de Alerta" = "Límite de temperatura de alerta";
"Color de Alerta de Temp" = "Color de alerta de temperatura";
"Color de Flechas" = "Color de las flechas";
"Additional telemetry for the menu bar." = "Telemetría adicional para la barra de menús.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "Los datos de GPU se muestran en las columnas Temp, Potencia, Memoria y Ventilador cuando están activados.";
"Show GPU VRAM" = "Mostrar VRAM de GPU";
"G:X.XG in Memory column" = "G:X.XG en la columna Memoria";
"Show GPU Fan Speed" = "Mostrar velocidad del ventilador GPU";
"G:XXXX in Fan column" = "G:XXXX en la columna Ventilador";

"No fans detected." = "No se detectaron ventiladores.";
"SMC driver not available" = "Controlador SMC no disponible";
"Your SMC chip may not be supported." = "Es posible que tu chip SMC no sea compatible.";
"RPM" = "RPM";
"Throttle" = "Acelerador PWM";
"↩ Reset to Auto" = "↩ Restablecer a Auto";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Selecciona un perfil para ajustar el rango de operación de la CPU. Los cambios se aplican al instante.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Edita directamente los registros P-State en bruto. Requiere desactivar la comprobación de privilegios del kext con boot-arg o root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "Esto escribirá las definiciones P-State en bruto directamente en la CPU. ¿Continuar?";
"Disabled — work in progress" = "Desactivado — trabajo en progreso";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Activa en OC: Misc → Security → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Información de placa base no disponible";

"Vista previa de la Barra de Menús:" = "Vista previa de la barra de menús:";
"Ancho estimado: %dpt" = "Ancho estimado: %d pt";
"Restart the app to fully apply width changes." = "Reinicia la app para aplicar por completo los cambios de ancho.";
"Small (%dpt)" = "Pequeño (%d pt)";
"Medium (%dpt)" = "Mediano (%d pt)";
"Large (%dpt)" = "Grande (%d pt)";

"Green" = "Verde";
"Blue" = "Azul";
"Orange" = "Naranja";
"Red" = "Rojo";
"Purple" = "Morado";
"Pink" = "Rosa";
"Teal" = "Verde azulado";
"Turquoise" = "Turquesa";

"Verde" = "Verde";
"Azul" = "Azul";
"Naranja" = "Naranja";
"Rojo" = "Rojo";
"Morado" = "Morado";
"Rosa" = "Rosa";
"Turquesa" = "Verde azulado";

"Dynamic Colors (Temp Only)" = "Colores dinámicos (solo temp.)";
"Temp Alert Color" = "Color de alerta de temp.";
"Temp Alert Limit" = "Límite de alerta de temp.";
"Network" = "Red";
"Network Arrows Color" = "Color de flechas de red";
"Exit" = "Salir";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "AMD Power Tool";
"SMC Fans" = "Ventiladores SMC";

"Fan 1" = "Ventilador 1";
"Fan 2" = "Ventilador 2";
"Fan 3" = "Ventilador 3";
"Fan 4" = "Ventilador 4";
"Fan 5" = "Ventilador 5";
"Fan 6" = "Ventilador 6";
"Fan 7" = "Ventilador 7";
"Fan 8" = "Ventilador 8";

/* Alerts */
"To enable motherboard display:" = "Para mostrar la información de la placa base:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Abre tu config.plist de OpenCore,\n\nVe a Misc → Security → ExposeSensitiveData,\n\nEstablece el valor 0x08 para exponer la información de la placa.";
"Done" = "Hecho";
"Invalid Input" = "Entrada no válida";
"Please type in numbers in hexadecimal." = "Introduce números en hexadecimal.";
"Unable to Set PStateDef" = "No se pudo establecer PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "La acción se denegó porque el usuario actual no tiene privilegios suficientes,\no fue cancelada por el usuario.\n\nEjecuta AMD Power Gadget como root o desactiva la comprobación de privilegios con el boot-arg '-amdpnopchk'\n\nO pulsa «Once» en el aviso para permitir este cambio.";
"Your changes will not be saved" = "Tus cambios no se guardarán";
"Click apply to save changes before closing this windows." = "Pulsa Aplicar para guardar los cambios antes de cerrar esta ventana.";
"Cancel" = "Cancelar";
"Close without saving" = "Cerrar sin guardar";
"Invalid File" = "Archivo no válido";
"The selected file could not be read or is not a valid pstate file." = "No se pudo leer el archivo seleccionado o no es un archivo pstate válido.";
"OK" = "OK";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Prom.: %.2f GHz, Máx.: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Picos de sesión";
"Reset Peaks" = "Restablecer picos";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "Control de ventilador GPU (Zero RPM / curvas)";
"macOS Hardware Limitation" = "Limitación de hardware de macOS";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Las anulaciones por software de la velocidad del ventilador de la GPU (como Zero RPM o dibujar curvas en macOS) no son compatibles con el controlador kernel/IOKit de macOS para GPUs AMD. El firmware de la GPU (vBIOS) gestiona los ventiladores.";
"Standard Hackintosh Solution:" = "Solución estándar en Hackintosh:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "La única forma de modificar este comportamiento (forzar ventiladores a girar a temperaturas más bajas o desactivar Zero RPM) es exportar el vBIOS, crear una Soft PowerPlay Table (SPPT) e inyectarla en config.plist de OpenCore bajo DeviceProperties.";
"Open SPPT Guide" = "Abrir guía SPPT";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Modo activo CPPC nativo (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Activa el escalado autónomo de frecuencia por hardware (recomendado)";
"Power Management Mode" = "Modo de gestión de energía";
"Energy Preference (EPP)" = "Preferencia de energía (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Selecciona un perfil autónomo de hardware. La CPU escalará la frecuencia de forma dinámica.";
"Performance" = "Rendimiento";
"Balanced Perf" = "Equilibrado (rend.)";
"Balanced Power" = "Equilibrado (ahorro)";
"Power Save" = "Ahorro de energía";
"Active Profile Status" = "Estado del perfil activo";
"CPU Speed Profiles (Legacy)" = "Perfiles de velocidad CPU (legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Selecciona un perfil manual de anulación de P-State. Las frecuencias se limitarán al paso seleccionado.";
"Mode" = "Modo";
"EPP Profile" = "Perfil EPP";

/* Desktop Widgets */
"Show CPU Widget" = "Mostrar widget CPU";
"Show GPU Widget" = "Mostrar widget GPU";
"Show RAM Widget" = "Mostrar widget RAM";
"Show Disk Widget" = "Mostrar widget disco";
"Show Network Widget" = "Mostrar widget red";
"Show Fan Widget" = "Mostrar widget ventilador";
"Disable All Widgets" = "Desactivar todos los widgets";
"Sort by Rank" = "Ordenar por ranking";
"Edit Widget Layout" = "Editar disposición de widgets";
"Unlock widgets to drag them around the screen" = "Desbloquea los widgets para arrastrarlos por la pantalla";
"Widget Options" = "Opciones de widgets";
"Customize the appearance and behavior of your desktop widgets." = "Personaliza la apariencia y el comportamiento de los widgets de escritorio.";
"Auto-Align Active Widgets" = "Alinear automáticamente widgets activos";
"Automatically stack active widgets at a corner" = "Apila automáticamente los widgets activos en una esquina";
"Alignment Corner" = "Esquina de alineación";
"Top Right" = "Superior derecha";
"Top Left" = "Superior izquierda";
"Bottom Right" = "Inferior derecha";
"Bottom Left" = "Inferior izquierda";
"Show Clock Widget" = "Mostrar widget de reloj";
"Clock" = "Reloj";
"Stats Table" = "Tabla de estadísticas";
"Classic Glass" = "Cristal clásico";
"Pro Monitor" = "Monitor Pro";
"Core Matrix" = "Matriz de núcleos";

"United" = "Unido";
"Show United Widget" = "Mostrar widget unificado";
"Configure Combined Metrics" = "Configurar métricas combinadas";
"Include CPU" = "Incluir CPU";
"Include GPU" = "Incluir GPU";
"Include RAM" = "Incluir RAM";
"Include Disk" = "Incluir disco";
"Include Network" = "Incluir red";
"Include Fan" = "Incluir ventilador";

"Temas & Apariencia" = "Temas y apariencia";
"Análisis" = "Análisis";

"Select Visual Theme (Instant Application)" = "Seleccionar tema visual (aplicación instantánea)";
"Custom Theme Creator & Exchange (JSON)" = "Creador e intercambio de temas (JSON)";
"Chart Rendering Style" = "Estilo de renderizado de gráficos";
"Custom Theme Editor" = "Editor de tema personalizado";
"Showing active theme colors. Adjust any color to customize." = "Mostrando colores del tema activo. Ajusta cualquier color para personalizar.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Usa el deslizador de Opacidad para la transparencia (el panel de color de macOS suele resetear el alpha).";
"Opacity" = "Opacidad";
"Edit Active Theme" = "Editar tema activo";
"Export Theme (JSON)" = "Exportar tema (JSON)";
"Import Theme (JSON)" = "Importar tema (JSON)";
"Card Background" = "Fondo de tarjeta";
"Cyan Accent" = "Acento cian";
"Orange Accent" = "Acento naranja";
"Green Accent" = "Acento verde";
"Purple Accent" = "Acento morado";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f GHz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100 °C";
"1h" = "1 h";
"24h" = "24 h";
"30d" = "30 d";
"60°C" = "60 °C";
"7d" = "7 d";
"Accept & Continue" = "Aceptar y continuar";
"Active" = "Activo";
"All Auto" = "Todo auto";
"All Combined" = "Todo combinado";
"All Fans Auto" = "Todos los ventiladores en auto";
"AMD CPU Cores" = "Núcleos de CPU AMD";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget recopila datos automáticamente cada minuto.";
"AMD Processor Power Manager (PPM)" = "Gestor de energía del procesador AMD (PPM)";
"Analysis" = "Análisis";
"Apply" = "Aplicar";
"Apply P-States?" = "¿Aplicar P-States?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Organiza el orden en que aparecen los widgets de recursos. Usa las flechas para intercambiar posiciones.";
"Arrow Color" = "Color de flecha";
"Automatically switches EPP profiles based on live CPU load" = "Cambia automáticamente perfiles EPP según la carga de CPU en vivo";
"Average core frequency in GHz" = "Frecuencia media de núcleos en GHz";
"Average utilization over time" = "Utilización media a lo largo del tiempo";
"Avg Frequency" = "Frecuencia media";
"Avg." = "Prom.";
"Avg: %.0f%%" = "Prom.: %.0f%%";
"Balanced\n%.1f GHz" = "Equilibrado\n%.1f GHz";
"Base\n%.1f GHz" = "Base\n%.1f GHz";
"BIOS / Auto" = "BIOS / Auto";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Bytes (lectura)";
"Bytes (Write)" = "Bytes (escritura)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Métrica del gráfico";
"Chart Type" = "Tipo de gráfico";
"Charts require macOS 13+" = "Los gráficos requieren macOS 13+";
"Charts require macOS 13.0+" = "Los gráficos requieren macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Busca nuevas versiones de SMCAMDProcessor y AMD Power Gadget en GitHub.";
"Check for Updates" = "Buscar actualizaciones";
"Check Now" = "Comprobar ahora";
"Circular Ring" = "Anillo circular";
"Column Bars" = "Barras";
"Configure Charts" = "Configurar gráficos";
"Configure labels and layout details for widgets inside the popover." = "Configura etiquetas y detalles de diseño de los widgets del popover.";
"Connection Error: %@" = "Error de conexión: %@";
"Continuous Background Logging" = "Registro continuo en segundo plano";
"Continuously write telemetry samples to a CSV file in the background" = "Escribe muestras de telemetría a un CSV de forma continua en segundo plano";
"Control Mode" = "Modo de control";
"Core Rankings (Estimated by Freq)" = "Ranking de núcleos (estimado por frec.)";
"Could not fetch release info." = "No se pudo obtener la información de la versión.";
"CPPC hardware rankings are active and loaded from the processor." = "Los rankings CPPC de hardware están activos y cargados desde el procesador.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "No se pudieron leer los valores CPPC de hardware. Los rankings se estiman a partir de la frecuencia máxima observada de cada núcleo.";
"CPPC Preferred Cores (Silicon Quality)" = "Núcleos preferidos CPPC (calidad de silicio)";
"CPPC: Active" = "CPPC: HW OK";
"CPPC: Estimated" = "CPPC: estimado";
"CPU and GPU temperatures" = "Temperaturas de CPU y GPU";
"CPU Average Frequency" = "Frecuencia media de CPU";
"CPU Freq Avg (GHz)" = "Frec. media CPU (GHz)";
"CPU Frequency" = "Frecuencia CPU";
"CPU Load" = "Carga CPU";
"CPU Load (%)" = "Carga CPU (%)";
"CPU Package Power" = "Potencia del paquete CPU";
"CPU Per-Core Thread Load" = "Carga por hilo de núcleo CPU";
"CPU Power" = "Potencia CPU";
"CPU Power (W)" = "Potencia CPU (W)";
"CPU Power Alert" = "Alerta de potencia de CPU";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "¡La potencia de la CPU ha estado en %.1f W (por encima del límite de %d W) durante más de %d segundos!";
"CPU Temp" = "Temp. CPU";
"CPU Temp (°C)" = "Temp. CPU (°C)";
"CPU Temperature" = "Temperatura CPU";
"CPU Temperature Alert" = "Alerta de temperatura de CPU";
"CPU temperature has reached %.1f°C!" = "¡La temperatura de la CPU ha alcanzado %.1f °C!";
"CPU Tracker" = "Seguimiento CPU";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Versión actual: v%@\nNueva versión: %@\n\nNotas de la versión:\n%@";
"Curve" = "Curva";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Curve Optimizer solo está activo cuando el kext AMDRyzenCPUPowerManagement admite la interfaz SMU mailbox de Zen 3.";
"Custom" = "Personalizado";
"Customize the behavior and visibility of the menu bar popover." = "Personaliza el comportamiento y la visibilidad del popover de la barra de menús.";
"Cyberpunk Neon" = "Cyberpunk Neón";
"Delete Point" = "Eliminar punto";
"Device Utilization %" = "Utilización del dispositivo %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Desactiva efectos visuales pesados si tu sistema no tiene aceleración gráfica Metal.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "AVISO: Este software interactúa directamente con registros de control de hardware de bajo nivel. Al usarlo, aceptas que la responsabilidad absoluta recae enteramente en el usuario.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "AVISO: Este software interactúa directamente con registros de control de hardware de bajo nivel. Al usarlo, aceptas que la responsabilidad absoluta recae enteramente en el usuario.";
"Disk" = "Disco";
"DISK" = "DISCO";
"Disk Activity" = "Actividad de disco";
"Disk Activity (MB/s)" = "Actividad de disco (MB/s)";
"Disk Activity (Read+Write)" = "Actividad de disco (lectura+escritura)";
"Disk I/O" = "E/S de disco";
"Disk Tracker" = "Seguimiento disco";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "¿Quieres que AMD Power Gadget se inicie en la barra de menús al iniciar sesión?\n\nEsto solo se preguntará una vez. Puedes cambiarlo después en el menú Apariencia.";
"Donate (PayPal)" = "Donar (PayPal)";
"Download" = "Descargar";
"Download on GitHub" = "Descargar en GitHub";
"Download Update" = "Descargar actualización";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Arrastra los puntos de control para editar la curva. Doble clic en espacio vacío para añadir (máx. 8). Doble clic en un punto o clic derecho para eliminar.";
"Dynamic Auto-EPP Workload Engine" = "Motor dinámico Auto-EPP por carga";
"Dynamic Next-Gen Fan Curves" = "Curvas de ventilador Next-Gen dinámicas";
"Edit Layout" = "Editar diseño";
"Efficient\n%.1f GHz" = "Eficiente\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Activa columnas de estadísticas adicionales dentro del popover.";
"Enable System Alerts" = "Activar alertas del sistema";
"Error reading CPU data." = "Error al leer datos de la CPU.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Evaluadas en el kernel con interpolación LUT de 256 pasos, histéresis y rampa suave.";
"Export" = "Exportar";
"Export CSV" = "Exportar CSV";
"Export Telemetry History" = "Exportar historial de telemetría";
"Export the history of samples currently in memory to a CSV file" = "Exporta el historial de muestras en memoria a un archivo CSV";
"Failed — check kext privileges (-amdpnopchk)." = "Error — comprueba privilegios del kext (-amdpnopchk).";
"Fan" = "Vent.";
"Fan Number" = "N.º de ventilador";
"Fan Speed" = "Velocidad de ventilador";
"Fan Speed (RPM)" = "Velocidad de ventilador (RPM)";
"Fan Speed(RPM)" = "Velocidad ventilador (RPM)";
"Filled Area" = "Área rellena";
"Freq:" = "Frec.:";
"Frequency" = "Frecuencia";
"Frequency Max:" = "Frecuencia máx.:";
"GHz" = "GHz";
"GitHub Repository" = "Repositorio de GitHub";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "Repositorio de GitHub\n\n¡Gracias especiales a la comunidad AMD OS X!\n\nCopyright © 2020-2026 Droga. Todos los derechos reservados.";
"GPU Load" = "Carga GPU";
"GPU Model" = "Modelo de GPU";
"GPU Power" = "Potencia GPU";
"GPU Power (W)" = "Potencia GPU (W)";
"GPU Temp" = "Temp. GPU";
"GPU Temp (°C)" = "Temp. GPU (°C)";
"GPU Temperature" = "Temperatura GPU";
"GPU Tracker" = "Seguimiento GPU";
"H.264 & HEVC Active" = "H.264 y HEVC activos";
"H.264 Active (HEVC Inactive)" = "H.264 activo (HEVC inactivo)";
"HEVC Active (H.264 Inactive)" = "HEVC activo (H.264 inactivo)";
"Hide this fan" = "Ocultar este ventilador";
"High Load Threshold (Performance)" = "Umbral de carga alta (rendimiento)";
"Histograma de Barras" = "Histograma de barras";
"Hysteresis" = "Histéresis";
"I accept that absolute responsibility lies entirely with the user." = "Acepto que la responsabilidad absoluta recae enteramente en el usuario.";
"Idle Threshold (Power Save)" = "Umbral de inactividad (ahorro)";
"Import" = "Importar";
"Inactive" = "Inactivo";
"Inactive / Not Supported" = "Inactivo / no compatible";
"Index" = "Índice";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Inyecta offsets de voltaje positivos o negativos por núcleo. El centro es 0 (sin anulación). Límite: -30 (undervolt) a +30 (overvolt).";
"Inst(s) Retired:" = "Inst. retiradas:";
"Kext Update Available" = "Actualización de kext disponible";
"Later" = "Más tarde";
"Line Only" = "Solo línea";
"Load" = "Carga";
"Loading..." = "Cargando...";
"Log File Location" = "Ubicación del archivo de registro";
"Logical Cores" = "Núcleos lógicos";
"Low Performance Mode" = "Modo de bajo rendimiento";
"Low Power\n%.1f GHz" = "Bajo consumo\n%.1f GHz";
"Línea Escalonada (Step)" = "Línea escalonada (step)";
"Línea Suave (Spline)" = "Línea suave (spline)";
"Manual Override" = "Anulación manual";
"Max Speed" = "Velocidad máxima";
"Max." = "Máx.";
"MB/s" = "MB/s";
"Memory Usage" = "Uso de memoria";
"Menu Bar Preview:" = "Vista previa de la barra de menús:";
"Mi Tema Custom" = "Mi tema personalizado";
"Min." = "Mín.";
"Monochrome Stealth" = "Monocromo Stealth";
"Máx." = "Máx.";
"Máx:" = "Máx:";
"Mín." = "Mín.";
"Mín:" = "Mín:";
"N/A" = "N/D";
"Net" = "Red";
"Net Download (MB/s)" = "Descarga de red (MB/s)";
"Net Upload (MB/s)" = "Subida de red (MB/s)";
"Network Speed" = "Velocidad de red";
"Network Throughput" = "Rendimiento de red";
"Network Total Speed" = "Velocidad total de red";
"New version %@ available!" = "¡Nueva versión %@ disponible!";
"New Version Available: %@" = "Nueva versión disponible: %@";
"No" = "No";
"No AMDRyzenCPUPowerManagement Found!" = "¡No se encontró AMDRyzenCPUPowerManagement!";
"No curves configured." = "No hay curvas configuradas.";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Sin ubicación seleccionada";
"No metrics active" = "Ninguna métrica activa";
"No release notes available." = "No hay notas de la versión disponibles.";
"Nordic Frost" = "Nordic Frost";
"Not Supported" = "No compatible";
"Not supported by your CPU" = "No compatible con tu CPU";
"Not yet" = "Aún no";
"Open Dashboard" = "Abrir panel";
"Other Popover Widgets" = "Otros widgets del popover";
"P-State Editor" = "Editor de P-States";
"P-States applied successfully." = "P-States aplicados correctamente.";
"P-States Configuration" = "Configuración de P-States";
"Package" = "Paquete";
"Package Power" = "Potencia del paquete";
"Peak Fan" = "Ventilador pico";
"Peak Freq" = "Frec. pico";
"Peak Power" = "Potencia pico";
"Peak Temp" = "Temp. pico";
"Performance\n%.1f GHz" = "Rendimiento\n%.1f GHz";
"Performance & Fallback" = "Rendimiento y fallback";
"Personalizado" = "Personalizado";
"Physical Cores" = "Núcleos físicos";
"Pin Popover Open" = "Fijar popover abierto";
"Platform" = "Plataforma";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Descarga AMDRyzenCPUPowerManagement desde la página de releases.";
"Popover Config" = "Configuración del popover";
"Popover General Settings" = "Ajustes generales del popover";
"Popover Menu" = "Menú popover";
"Power" = "Potencia";
"Power Warning Threshold (PPT)" = "Umbral de aviso de potencia (PPT)";
"Prevent the popover from closing when clicking outside" = "Evita que el popover se cierre al hacer clic fuera";
"Preview" = "Vista previa";
"Processor" = "Procesador";
"Profile" = "Perfil";
"Progress Bar" = "Barra de progreso";
"Prom." = "Prom.";
"PWR" = "PWR";
"Quick Fan Access" = "Acceso rápido a ventiladores";
"Quit" = "Salir";
"Quit and Download" = "Salir y descargar";
"Radeon GPU" = "GPU Radeon";
"Radeon Graphics utilization percentage" = "Porcentaje de utilización de gráficos Radeon";
"RAM" = "RAM";
"RAM Tracker" = "Seguimiento RAM";
"RAM Usage" = "Uso de RAM";
"RAM Usage (%)" = "Uso de RAM (%)";
"RAM Utilization" = "Uso de RAM";
"RAM utilization percentage" = "Porcentaje de utilización de RAM";
"Ramp Rate" = "Tasa de rampa";
"Raw Register Details" = "Detalles de registros en bruto";
"Read Speed" = "Velocidad de lectura";
"Real-time energy consumption in Watts" = "Consumo de energía en tiempo real en vatios";
"Real-time History" = "Historial en tiempo real";
"Real-time upload / download speed (↑/↓)" = "Velocidad de subida/bajada en tiempo real (↑/↓)";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Recibe alertas nativas de macOS cuando la CPU supere los límites térmicos o de potencia configurados.";
"Refresh Rate" = "Frecuencia de actualización";
"Relative Time (s)" = "Tiempo relativo (s)";
"Replaces translucent blurs with solid colors to save CPU" = "Sustituye los desenfoques translúcidos por colores sólidos para ahorrar CPU";
"Requests permission and enables hardware limit warnings" = "Solicita permiso y activa avisos de límites de hardware";
"Revert" = "Revertir";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Haz clic derecho en cualquier widget del escritorio para cambiar su estilo de forma dinámica (Cristal clásico, Monitor Pro o Matriz de núcleos).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "AVISO DE SEGURIDAD Y ACUERDO DE RESPONSABILIDAD";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Selecciona una gráfica en el panel superior para ver su histórico.";
"Select File..." = "Seleccionar archivo...";
"Select which metrics are shown and choose their visualization style." = "Selecciona qué métricas se muestran y elige su estilo de visualización.";
"Series" = "Serie";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Muestra un widget flotante no interactivo en el escritorio con telemetría en vivo.";
"Show All (%d hidden)" = "Mostrar todos (%d ocultos)";
"Show CPU" = "Mostrar CPU";
"Show Fan RPM" = "Mostrar RPM de ventilador";
"Show GPU Power" = "Mostrar potencia GPU";
"Show GPU Row" = "Mostrar fila GPU";
"Show GPU Temp" = "Mostrar temp. GPU";
"Show Memory" = "Mostrar memoria";
"Show Network" = "Mostrar red";
"Show Network Row" = "Mostrar fila de red";
"Show Network Speed Sparkline Graph below" = "Mostrar minigráfico de velocidad de red debajo";
"Show Per-Core Utilization Grid below" = "Mostrar rejilla de utilización por núcleo debajo";
"Show Power" = "Mostrar potencia";
"Show Ring Details" = "Mostrar detalles del anillo";
"Show Ring Labels" = "Mostrar etiquetas del anillo";
"Show Temperature" = "Mostrar temperatura";
"Show Temperature Sparkline Graph below" = "Mostrar minigráfico de temperatura debajo";
"Show Top Processes" = "Mostrar procesos principales";
"Single large value instead of max/avg stack" = "Un solo valor grande en lugar de pila máx/media";
"SMC Fan Control" = "Control de ventiladores SMC";
"Smooth Curves" = "Curvas suaves";
"Software" = "Software";
"Software Updates" = "Actualizaciones de software";
"Solarized Amber" = "Solarized Ámbar";
"Speed" = "Velocidad";
"SSD" = "SSD";
"Startup at login?" = "¿Iniciar al iniciar sesión?";
"Statistics" = "Estadísticas";
"Storage" = "Almacenamiento";
"Style" = "Estilo";
"Style Options" = "Opciones de estilo";
"Styles & Themes" = "Estilos y temas";
"Supported by your CPU" = "Compatible con tu CPU";
"Sustained Duration" = "Duración sostenida";
"Swap Total" = "Swap total";
"Swap Used" = "Swap usado";
"System Alert Notifications" = "Notificaciones de alerta del sistema";
"System Up to Date" = "Sistema actualizado";
"Tahoe Glass" = "Tahoe Glass";
"Temp" = "Temp";
"Temp Source" = "Fuente de temperatura";
"Temperature" = "Temperatura";
"Temperature Warning Threshold" = "Umbral de aviso de temperatura";
"Temperature(C)" = "Temperatura (°C)";
"Temperatures" = "Temperaturas";
"Themes & Appearance" = "Temas y apariencia";
"Thermal History" = "Historial térmico";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "No se puede iniciar la aplicación porque AMDRyzenCPUPowerManagement reporta datos incorrectos.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Este software interactúa directamente con registros de hardware de la CPU, Model-Specific Registers (MSRs) y la System Management Unit (SMU) para controlar voltajes, frecuencias y límites de potencia.\n\nAjustes incorrectos, undervolt inestable o configuraciones erróneas pueden causar inestabilidad, pérdida de datos, kernel panics o daño permanente al hardware.\n\nAl continuar, aceptas que la responsabilidad absoluta de cualquier inestabilidad, daño de hardware o invasión alienígena recae enteramente en el usuario. Los autores y colaboradores no asumen responsabilidad alguna por daños, pérdidas o efectos secundarios. Úsalo bajo tu propio riesgo.";
"Thread %d: %.1f%%" = "Hilo %d: %.1f%%";
"Time" = "Tiempo";
"Timeframe" = "Periodo";
"Timestamp" = "Marca de tiempo";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Procesos principales";
"Total" = "Total";
"Total Power(W)" = "Potencia total (W)";
"Tracks active memory usage and pressure." = "Sigue el uso activo de memoria y la presión.";
"Tracks CPU utilization average and core temperature." = "Sigue la utilización media de la CPU y la temperatura de los núcleos.";
"Tracks graphics memory (VRAM) utilization." = "Sigue la utilización de memoria gráfica (VRAM).";
"Tracks graphics utilization and temperature." = "Sigue la utilización y temperatura de gráficos.";
"Tracks primary storage capacity usage." = "Sigue el uso de capacidad del almacenamiento principal.";
"Unknown" = "Desconocido";
"Unknown GPU" = "GPU desconocida";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Desbloquear Curve Optimizer (PELIGROSO: un undervolt inestable puede causar kernel panic o reinicio instantáneo)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Desbloquear editor de P-States (PELIGROSO: ajustes incorrectos pueden colgar o dañar el hardware)";
"Upload" = "Subida";
"Uptime" = "Tiempo activo";
"Use Popover Menu" = "Usar menú popover";
"Used memory in GB" = "Memoria usada en GB";
"Used RAM" = "RAM usada";
"UTC Time" = "Hora UTC";
"V-F Operating Curve" = "Curva de operación V-F";
"Value" = "Valor";
"VDA Decoder" = "Decodificador VDA";
"Visible charts:" = "Gráficos visibles:";
"Volt:" = "Volt.:";
"VRAM" = "VRAM";
"VRAM Tracker" = "Seguimiento VRAM";
"VRAM Used" = "VRAM usada";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "W";
"Weekday" = "Día de la semana";
"Widget Reordering" = "Reordenación de widgets";
"Widget Selection & Display Style" = "Selección de widgets y estilo de visualización";
"Widget Style" = "Estilo del widget";
"Write Speed" = "Velocidad de escritura";
"Yes" = "Sí";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Estás ejecutando la versión más reciente de AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Tienes instalada la última versión (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "Área rellena (gradiente)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Tu versión de AMDRyzenCPUPowerManagement (%@) está desactualizada y ya no es compatible con la API. Usa la versión 3.0.0 o superior y vuelve a iniciar la aplicación.";

/* App language picker */
"Language" = "Idioma";
"App Language" = "Idioma de la app";
"Choose the interface language. The app will restart to apply the change." = "Elige el idioma de la interfaz. La app se reiniciará para aplicar el cambio.";
"System Default" = "Predeterminado del sistema";
"Current: %@" = "Actual: %@";
"Restart required" = "Reinicio necesario";
"Apply & Restart" = "Aplicar y reiniciar";
"The app needs to restart to load the selected language." = "La app debe reiniciarse para cargar el idioma seleccionado.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Esta acción requiere privilegios de administrador. Ejecuta AMD Power Gadget como root o añade el boot-arg -amdpnopchk para depuración.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP activo";
"This CPU did not report CPPC support to the kext." = "Esta CPU no reportó soporte CPPC al kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "Si el interruptor vuelve a Off: habilita escrituras con -amdpnopchk (o root). El badge “CPPC: HW OK” solo indica rankings HW, no es este interruptor.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Modo CPPC Active (EPP) activado. Los núcleos escalan de forma autónoma; los rankings vienen del procesador.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "No se pudieron leer scores CPPC de HW. Rankings estimados por relojes observados. No es el interruptor EPP de Profiles.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "La CPU reporta rankings CPPC (HW OK). Eso no significa que Active Mode esté ON — actívalo en Profiles (necesita -amdpnopchk o root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";

/* Menu Bar toggles (fabiosun IT) */
"Show Max Freq Only" = "Mostrar solo frecuencia máxima";

/* Menu Bar toggles (fabiosun IT) */
"Use Fahrenheit" = "Usar Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"Frequency column (max/avg GHz)" = "Columna de frecuencia (máx/media GHz)";

/* Menu Bar toggles (fabiosun IT) */
"CPU temp + optional GPU temp" = "Temp CPU + temp GPU opcional";

/* Menu Bar toggles (fabiosun IT) */
"Convert temperature values from Celsius to Fahrenheit" = "Convierte las temperaturas de Celsius a Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"CPU watts + optional GPU watts" = "Vatios CPU + vatios GPU opcionales";

/* CPPC support gate */
"Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts." = "El modo Active y Auto-EPP permanecen apagados hasta que el kext reporte CPPC. El boot-arg -amdcppcactive no basta si fallan MSR/CPUID: reinicia tras actualizar los kexts.";
"AMDRyzenCPUPowerManagement kext not connected." = "Kext AMDRyzenCPUPowerManagement no conectado.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot." = "Si el interruptor vuelve a Off: habilita escrituras con -amdpnopchk (o root). Con -amdcppcactive el kext activa Active Mode al arrancar tras reiniciar.";
